{
  "Index": {
    "title": "Latest News"
  },
  "Header": {
    "routes": {
      "home": "Home",
        "about": "About",
          "sections": "Sections"
    },
    "donate": "Donate",
      "changeLanguage": "Change Language"
  },
  "Privacy": {
    "title": "Privacy Policy",
      "content": "## Responsible Entity \n\nLuna News, operated by Alberto Luna, contact: neongeeksofficial@gmail.com \n\n## Personal Data We Collect \n\nCurrently, we only collect users' language preferences. \n\nNo other personal data is collected on our site. \n\n## Purpose of Data Processing \n\nThe collected language preferences are used solely by Luna News to configure and personalize the content language on our site, in order to provide a better user experience. \n\n## Use of Information \n\nThe information regarding language preferences is used exclusively within the same site and is not shared with third parties. \n\n## Changes to the Privacy Notice \n\nThis Privacy Notice may undergo modifications, changes, or updates due to new legal requirements, our own needs, our privacy practices, or other causes. We commit to keeping you informed about any changes to this notice through our website. \n\n### Last updated: *30-07-2024* \n\n--- \n\n**Luna News**"
  },
  "TermsAndConditions": {
    "title": "Terms and Conditions",
      "content": "## Terms and Conditions \n\n### 1. Website Name \n\nThis website, **Luna news**, is operated and managed with the purpose of providing our users with the most relevant news in the technological world. \n\n### 2. Purpose of the Site \n\nThe primary objective of Luna news is to publish informative and educational content related to the latest innovations and advancements in technology. \n\n### 3. Prohibitions \n\nPlagiarism and any attempts to steal content are strictly prohibited. All users accessing this site must refrain from copying, reproducing, distributing, or otherwise using the content without the express authorization of the owners of Luna news. \n\n### 4. Requirements to Access the Site \n\nAccess to this site is intended exclusively for users who enjoy the provided content and do not take opinions or information personally. \n\n### 5. Use and Consultation of the Site \n\nCurrently, the use and consultation of the Luna news website are entirely free of charge. However, we reserve the right to modify this policy in the future, with prior notification to our users. \n\n### 6. Prohibited Activities \n\nUsing this website for illegal, harmful activities or those that may harm other users is prohibited. This includes, but is not limited to, harassment, spreading computer viruses, and any other malicious behavior. \n\n### 7. Ownership of Content \n\nLuna news is the exclusive owner of all text content on this website. \n\n### 8. Responsibility for External Sites \n\nLuna news is not responsible for the content, accuracy, or privacy policies of external websites that may be linked to our site. The inclusion of any link does not imply approval or endorsement by Luna news. \n\n### 9. Modifications to the Terms and Conditions \n\nLuna news reserves the right to make changes to these terms and conditions at any time. Any modifications will be communicated to users through our website. \n\n--- \n\n**Luna news**"
  },
  "Authors": {
    "alberto-luna": {
      "bio": {
        "p1": "Hello, I'm Alberto Luna,",
          "p2": "Creator of Luna News, Software Engineer, but above all, I'm passionate about technology.",
            "p3": "I hope you enjoy the content we share on this technology news website.",
              "p4": "Buckle up and get ready for this knowledge journey, Luna News style."
      }
    },
    "dinorah-luna": {
      "bio": {
        "p1": "Hello, I'm Dinorah Robles",
          "p2": "Creator of Luna News, Cybersecurity Student, but above all, I'm passionate about technology.",
            "p3": "I hope you enjoy the content we share on this technology news website.",
              "p4": "Buckle up and get ready for this knowledge journey, Luna News style."
      }
    }
  },
  "About": {
    "title": {
      "p1": "About",
        "p2": "us"
    },
    "content": "Welcome! I'm Alberto Luna, the creator of Luna News—a platform dedicated to delivering the latest ``programming`` news from around the globe. Our mission is to keep you informed, inspired, and connected with the ever-evolving world of technology.\n\n## Our Values\n\n- **Objectivity:** We are committed to presenting news impartially, free from political, religious, or ideological bias.\n- **Accuracy:** Every piece of information is thoroughly verified to ensure it is both accurate and reliable.\n- **Relevance:** We prioritize news that matters to our audience and has a meaningful impact on their lives.\n\nLuna News is more than just a news website. It is a vision to build a community where information empowers, inspires, and connects people. We strive to be your trusted source for programming news, helping you stay engaged and informed in a rapidly changing world.\n\n```javascript\nconsole.log(\"Welcome to Luna News!\");\n```",
    "Metadata": {
      "title": "About us",
        "description": "Learn more about Luna News, our mission, values, and the team behind the latest programming news.",
          "keywords": "about, luna news, programming news, technology, team"
    }
  },
  "Sections": {
    "title": "Sections",
    "description": "Explore the various sections of Luna News, where you can find the latest updates and insights in programming and more.",
    "articles": "Articles",
    "Metadata": {
      "title": "Sections",
      "description": "Explore the various sections of Luna News, where you can find the latest updates and insights in programming and technology.",
      "keywords": "sections, luna news, programming, technology, updates"
    }
  },
  "notFound": {
    "notFoundPage": "This page does not exist",
      "errorFound": "The page you are looking has been deleted or does not exist :(.",
        "backHome": "Return to the home page"
  },
  "Date": {
    "written": "Written",
      "writtenToday": "Written today",
        "lastUpdate": "Last update",
          "lastUpdateToday": "Last update today"
  },
  "Metadata": {
    "keywords": "programming, news, technology, software, development",
    "description": "Luna News is your go-to source for the latest programming news, updates, and insights in the tech world. Stay informed with us!",
    "author": "Alberto Luna",
    "descriptionShort": "Stay updated with the latest programming news and insights from Luna News.",
    "openGraph": {
      "title": "Luna News - Your Source for Programming News",
      "description": "Stay updated with the latest programming news and insights from Luna News."
    },
    "twitter": {
      "title": "Luna News - Your Source for Programming News",
      "description": "Stay updated with the latest programming news and insights from Luna News.",
      "cardType": "summary_large_image" 
    }
  },
  "NotFound": {
    "title": "Page Not Found",
    "description": "The page you are looking for does not exist. Please check the URL or return to the home page.",
    "goBack": "Go back"
  },
  "Error": {
    "title": "Unexpected Error",
    "description": "An unexpected error has occurred. Please try again later.",
    "report": "We would appreciate very much if you report the problem to the mail",
    "apology": "Thank you very much and an apology",
    "goBack": "Go back"
  },
  "Footer": {
    "description": "Luna News was created by"
  }
}

